Repository: X3MBoy/pulsecaster
Catalog: po/*.po
Languages: de_de, fr, ru

source: Record a podcast or interview
ru: Записать подкаст или интервью

source: PulseCaster is a PulseAudio-based sound recorder. You can use it to record podcasts or interviews made at your laptop or from a separate voice-over-IP (VoIP) app.
ru: PulseCaster - программа звукозаписи, основанная на PulseAudio. Её можно использовать для записи подкастов или интервью, проводимых на этом же компьютере или удалённо с помощью интернет-телефонии (VoIP).

source: PulseCaster allows you to select which sources you use for your podcast. It then automatically mixes the sound sources into one recording that's ready to publish.
ru: PulseCaster позволяет выбрать какие из источников использовать для подкаста. После этого она автоматически объединяет источники звука в один звуковой файл, готовый к публикации.

source: There is also an expert mode so you can mix or enhance the recording on your own.
ru: Также имеется экспертный режим, который позволяет микшировать и улучшать запись самостоятельно.

source: loading UI file from current subdir
de_de: UI-Datei wird aus aktuellem Unterordner geladen
fr: Chargement du fichier UI à partir du sous-répertoire courant
ru: загрузка файла пользовательского интерфейса из текущего подкаталога

source: Cannot load resources
de_de: Ressourcen können nicht geladen werden
fr: Impossible de charger les ressources
ru: Невозможно загрузить ресурсы

source: Important notice
de_de: Wichtiger Hinweis
fr: Avis important
ru: Важное замечание

source: This program can be used to record speech from remote locations. You are responsible for adhering to all applicable laws and regulations when using this program. In general you should not record other parties without their consent.
de_de: Dieses Programm kann zur Aufzeichnung von Sprache von entfernten Orten verwendet werden. Sie sind dafür verantwortlich, bei der Nutzung dieses Programms alle geltenden Gesetze und Einschränkungen zu berücksichtigen. Im Allgemienen sollten Sie keine Stimmen fremder Personen ohne deren ausdrückliches Einverständnis aufzeichnen.
fr: Ce programme peut être utilisé pour enregistrer un discours depuis un site distant. Vous vous engagez à respecter les lois et règlements en vigueur lors de son utilisation. En particulier vous ne devez pas enregistrer une personne sans son consentement.
ru: Эта программа может быть использована для записи речи поступающей с других компьютеров. При использовании этой программы, вы несете ответственность за соблюдение соответсвующих законов и постановлений правительства вашей страны. В частности, вы не имеете права записывать голосовую информацию посторонних лиц без их согласия.

source: Do not show this again
de_de: Dies nicht wieder anzeigen
fr: Ne plus afficher ce message
ru: Больше не показывать

source: Select the audio sources to mix
de_de: Audioquellen zum Mischen auswählen
fr: Sélectionnez les sources audio à mélanger
ru: Выберите источник звука для микширования

source: I understand.
de_de: Ich verstehe.
fr: Je comprends.
ru: Я понимаю.

source: Your voice
de_de: Ihre Stimme
fr: Votre voix
ru: Ваш голос

source: Subject's voice
de_de: Stimme des Gegenübers
fr: Voix du sujet
ru: Голос собеседника

source: Standard settings
de_de: Standardeinstellungen
fr: Configuration standard
ru: Стандартные настройки

source: Expert settings
de_de: Experteneinstellungen
fr: Configuration pour les experts
ru: Экспертные настройки

source: Save the conversation as a single audio file with compression. This is the right option for most people.
de_de: Das Gespräch als einzelne, komprimierte Audio-Datei speichern. Dies ist richtige Option für die meisten Leute.
fr: Enregistrer la conversation comme un fichier audio unique compressé. Cette option est la bonne pour la plupart des utilisateurs.
ru: Сохранить разговор как единый сжатый аудио-файл. Как правило, это подходящий вариант для большинства людей.

source: Save each voice as a separate audio file without compression. Use this option to mix and encode audio yourself.
de_de: Jede Stimme als einzelne Audio-Datei ohne Kompression speichern. Wählen Sie diese Option, wenn Sie die Aufzeichnung selbst abmischen und enkodieren möchten.
fr: Enregistrer chaque voix dans un fichier audio non-compressé. Utiliser cette option pour mixer et encoder le son soi-même.
ru: Сохранить каждый голос отдельно без сжатия. Этот вариант позволит собрать единый аудио-файл самостоятельно.

source: Save your recording
de_de: Ihre Aufzeichnung speichern
fr: Sauvegarder votre enregistrement
ru: Сохранение записи

source: Are you sure you want to cancel saving your work? If you choose Yes your audio recording will be erased permanently.
de_de: Wollen Sie wirklich abbrechen, ohne Ihre Arbeit zu speichern? Falls ja, wird Ihre Aufzeichnung dauerhaft gelöscht.
fr: Êtes-vous certain de vouloir arrêter la sauvegarde de votre travail ? Si vous cliquez sur oui votre enregistrement audio sera effacé définitivement.
ru: Вы уверены, что хотите отменить сохранение вашей работы? Если вы выберете вариант «Да», то ваша запись будет удалена безвозвратно.

source: WAV files are written here:
de_de: WAV-Dateien hierhin speichern:
fr: Les fichiers WAV sont enregistrés ici :
ru: WAV-файлы пишутся сюда:

source: File exists. OK to overwrite?
de_de: Datei existiert bereits. Soll sie überschrieben werden?
fr: Le fichier existe. Souhaitez-vous le remplacer ?
ru: Такой файл уже существует. Перезаписать его?
